<!DOCTYPE html>
<html>
<head>
    <title>User Agreement</title>
    <style>
        .container {
            max-width: 800px;
            margin: auto;
            padding: 20px;
            border-radius: 10px;
        }
        h2 {
            text-align: center;
        }
    </style>
</head>
<body>
<div class="container">
    <h2>განცხადება/თანხმობა</h2>
    <div>
        <p>ქ. თბილისი</p>
        <p><?php echo $date_without_time ?> წ.</p>
    </div>
    
    <p>მე, <?php echo $full_name; ?> (პ/ნ <?php echo $id_number; ?>) (შემდგომში „მშობელი“) ვაცხადებ
    თანხმობას, რომ ჩემმა შვილმა <?php echo $child_name ?> -მ (პ/ნ <?php echo $child_id ?>) შეიძლება
    იაროს და ივარჯიშოს სპორტდარბაზ „Synergy Gym-ში“ (შპს „Synergy“ ს/ნ XXXXXXXXX) მათ შორის
    თანახმა ვარ, აღნიშნული სპორტდარბაზში დადგენილი ვარჯიშის (სიარულის) საფასური
    გადავიხადო თავად.</p>

    <p>დოკუმენტზე ხელმოწერით ვადასტურებ, რომ თანამხმა ვარ ჩემმა შვილმა
    ივარჯიშოს სპორტდარბაზში და ვიღებ სრულ პასუხისმგებლობას ნებისმიერ შედეგზე, რაც
    შეიძლება დადგეს ვარჯიშის პროცესში თუ ზოგადად სპორტდარბაზში ყოფნის პერიოდში.</p>

    <p>ნებისმიერი სახის დაზიანებისა და გართულების შემთხვევაში სრულად ვიქნები პასუხისმგებელი
    ჩემი შვილის მდგომარეობაზე და არ მექნება აღნიშნულთან დაკავშირებით რაიმე სახის პრეტენზია
    შპს Synergy Gymთან.</p>

    <p>გარდა ზემოაღნიშნულისა, ვაცხადებ თანხმობას მასზედ, რომ:</p>
    <ul>
        <li>ვიქნები პასუხისმგებელი ჩემი შვილის ქცევაზე;</li>
        <li>ვიცხოვრო კორექტულად და შევინარჩუნო კეთილგანწყობა „Synergy Gymსა“ და მისი თანამშრომლების მიმართ;</li>
        <li>არ გავავრცელო მცდარი ან გადაუმოწმებელი ინფორმაცია „Synergy Gymს“ შესახებ;</li>
        <li>ვიყო აქტიურ კომუნიკაციაში „Synergy Gymს“ ადმინისტრაციასთან;</li>
        <li>მქონდეს მაქსიმალურად სრული წარმოდგენა ჩემი შვილის სპორტულ განვითარებაზე;</li>
        <li>რეგულარულად შევამოწმო „Synergy Gymსგან“ მიღებული ინფორმაცია;</li>
        <li>ავანაზღაურო ჩემი შვილის მიერ დაზიანებული ინვენტარის ღირებულება;</li>
        <li>„Synergy Gymს“ ადმინისტრაციას ვაცნობო ჩემი შვილის ჯანმრთელობის მდგომარეობის შესახებ;</li>
        <li>ვუზრუნველყო ჩემი შვილის დასწრება სპორტულ აქტივობებზე.</li>
    </ul>

    <div class="signature">
        <p>მშობლის ხელმოწერა: <?php echo $full_name ?></p>
    </div>

    <h3>მშობლის ინფორმაცია</h3>
    <p>სახელი, გვარი: <?php echo $full_name ?></p>
    <p>პ/ნ: <?php echo $id_number ?></p>
    <p>მისამართი: <?php echo $address ?> </p>
    <p>მობილური: <?php echo $mobile_number ?></p>
    <p>ელ-ფოსტა: <?php echo $email ?></p>
</div>
    
</body>
</html>